Revit 2027 API
ParameterTypeId.TagOnSystem Property
 "System"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagOnSystem { get; }
Public Shared ReadOnly Property TagOnSystem As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagOnSystem {
	ForgeTypeId^ get ();
}
static member TagOnSystem : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace